Repository: niltonperimneto/Whisky
Catalog: Whisky/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# settings.gptk.capability.blocked
source: The installed engine build cannot run D3DMetal yet. Imported payloads are kept and deploy automatically once a GPTK-capable engine is installed.
ar: لا يستطيع إصدار المحرك المثبت تشغيل D3DMetal بعد. تُحفظ الحزم المستوردة وتُنشر تلقائيًا بمجرد تثبيت محرك يدعم GPTK.
cs: Nainstalované sestavení prostředí zatím neumí spustit D3DMetal. Importované balíčky zůstanou uložené a nasadí se automaticky, jakmile bude nainstalováno prostředí s podporou GPTK.
da: Det installerede engine-build kan ikke køre D3DMetal endnu. Importerede payloads bevares og installeres automatisk, når der er installeret en engine, der understøtter GPTK.
de: Der installierte Engine-Build kann D3DMetal noch nicht ausführen. Importierte Payloads bleiben erhalten und werden automatisch bereitgestellt, sobald eine GPTK-fähige Engine installiert ist.
es: La versión del motor instalada aún no puede ejecutar D3DMetal. Los paquetes importados se conservan y se despliegan automáticamente en cuanto se instale un motor compatible con GPTK.
fi: Asennettu moottoriversio ei vielä pysty ajamaan D3DMetalia. Tuodut paketit säilytetään ja otetaan automaattisesti käyttöön, kun GPTK-yhteensopiva moottori asennetaan.
fr: La version du moteur installée ne peut pas encore exécuter D3DMetal. Les contenus importés sont conservés et se déploieront automatiquement dès qu'un moteur compatible GPTK sera installé.
it: La build del motore installata non può ancora eseguire D3DMetal. I pacchetti importati vengono conservati e distribuiti automaticamente non appena viene installato un motore compatibile con GPTK.
ja: インストール済みのエンジンビルドではまだ D3DMetal を実行できません。読み込んだペイロードは保持され、GPTK に対応したエンジンがインストールされると自動的に配置されます。
ko: 설치된 엔진 빌드는 아직 D3DMetal을 실행할 수 없습니다. 가져온 페이로드는 유지되며, GPTK를 지원하는 엔진이 설치되면 자동으로 배포됩니다.
nl: De geïnstalleerde engine-build kan D3DMetal nog niet draaien. Geïmporteerde payloads blijven bewaard en worden automatisch uitgerold zodra er een GPTK-geschikte engine is geïnstalleerd.
pl: Zainstalowana wersja silnika nie obsługuje jeszcze D3DMetal. Zaimportowane pakiety są zachowywane i wdrożą się automatycznie po zainstalowaniu silnika zgodnego z GPTK.
pt_br: A versão do motor instalada ainda não roda o D3DMetal. Os pacotes importados são mantidos e implantados automaticamente assim que um motor compatível com o GPTK for instalado.
pt_pt: A versão do motor instalada ainda não consegue executar o D3DMetal. Os pacotes importados são mantidos e implementados automaticamente assim que for instalado um motor compatível com o GPTK.
ro: Versiunea de motor instalată nu poate rula încă D3DMetal. Pachetele importate sunt păstrate și se instalează automat imediat ce este instalat un motor compatibil cu GPTK.
ru: Установленная сборка среды пока не может запускать D3DMetal. Импортированные пакеты сохраняются и развернутся автоматически, когда появится среда с поддержкой GPTK.
sv: Det installerade motorbygget kan inte köra D3DMetal ännu. Importerade payloads sparas och installeras automatiskt när en GPTK-kompatibel motor har installerats.
tr: Yüklü motor sürümü henüz D3DMetal'i çalıştıramıyor. İçe aktarılan paketler saklanır ve GPTK uyumlu bir motor yüklendiğinde otomatik olarak dağıtılır.
uk: Встановлена збірка рушія поки не може запускати D3DMetal. Імпортовані пакети зберігаються й розгорнуться автоматично, коли з'явиться рушій із підтримкою GPTK.
vi: Bản dựng engine đã cài chưa chạy được D3DMetal. Các gói đã nhập vẫn được giữ và tự động triển khai khi cài engine hỗ trợ GPTK.
zh_hans: 已安装的引擎版本尚无法运行 D3DMetal。已导入的负载会保留，并在安装支持 GPTK 的引擎后自动部署。
zh_hant: 已安裝的引擎版本尚無法執行 D3DMetal。已匯入的酬載會保留，並在安裝支援 GPTK 的引擎後自動部署。

# settings.gptk.capability.ok
source: The installed engine can run D3DMetal. Imported payloads deploy automatically.
ar: يستطيع المحرك المثبت تشغيل D3DMetal. تُنشر الحزم المستوردة تلقائيًا.
cs: Nainstalované prostředí umí spustit D3DMetal. Importované balíčky se nasadí automaticky.
da: Den installerede engine kan køre D3DMetal. Importerede payloads installeres automatisk.
de: Die installierte Engine kann D3DMetal ausführen. Importierte Payloads werden automatisch bereitgestellt.
es: El motor instalado puede ejecutar D3DMetal. Los paquetes importados se despliegan automáticamente.
fi: Asennettu moottori pystyy ajamaan D3DMetalia. Tuodut paketit otetaan käyttöön automaattisesti.
fr: Le moteur installé peut exécuter D3DMetal. Les contenus importés se déploient automatiquement.
it: Il motore installato può eseguire D3DMetal. I pacchetti importati vengono distribuiti automaticamente.
ja: インストール済みのエンジンで D3DMetal を実行できます。読み込んだペイロードは自動的に配置されます。
ko: 설치된 엔진에서 D3DMetal을 실행할 수 있습니다. 가져온 페이로드가 자동으로 배포됩니다.
nl: De geïnstalleerde engine kan D3DMetal draaien. Geïmporteerde payloads worden automatisch uitgerold.
pl: Zainstalowany silnik obsługuje D3DMetal. Zaimportowane pakiety wdrażają się automatycznie.
pt_br: O motor instalado roda o D3DMetal. Os pacotes importados são implantados automaticamente.
pt_pt: O motor instalado consegue executar o D3DMetal. Os pacotes importados são implementados automaticamente.
ro: Motorul instalat poate rula D3DMetal. Pachetele importate se instalează automat.
ru: Установленная среда может запускать D3DMetal. Импортированные пакеты развёртываются автоматически.
sv: Den installerade motorn kan köra D3DMetal. Importerade payloads installeras automatiskt.
tr: Yüklü motor D3DMetal'i çalıştırabilir. İçe aktarılan paketler otomatik olarak dağıtılır.
uk: Встановлений рушій може запускати D3DMetal. Імпортовані пакети розгортаються автоматично.
vi: Engine đã cài có thể chạy D3DMetal. Các gói đã nhập sẽ tự động triển khai.
zh_hans: 已安装的引擎可以运行 D3DMetal。已导入的负载会自动部署。
zh_hant: 已安裝的引擎可以執行 D3DMetal。已匯入的酬載會自動部署。

# settings.gptk.import
source: Import from Game Porting Toolkit…
ar: استيراد من Game Porting Toolkit…
cs: Importovat z Game Porting Toolkit…
da: Importér fra Game Porting Toolkit…
de: Aus Game Porting Toolkit importieren…
es: Importar desde Game Porting Toolkit…
fi: Tuo Game Porting Toolkitista…
fr: Importer depuis Game Porting Toolkit…
it: Importa da Game Porting Toolkit…
ja: Game Porting Toolkit から読み込む…
ko: Game Porting Toolkit에서 가져오기…
nl: Importeer uit Game Porting Toolkit…
pl: Importuj z Game Porting Toolkit…
pt_br: Importar do Game Porting Toolkit…
pt_pt: Importar do Game Porting Toolkit…
ro: Importă din Game Porting Toolkit…
ru: Импортировать из Game Porting Toolkit…
sv: Importera från Game Porting Toolkit…
tr: Game Porting Toolkit'ten İçe Aktar…
uk: Імпортувати з Game Porting Toolkit…
vi: Nhập từ Game Porting Toolkit…
zh_hans: 从 Game Porting Toolkit 导入…
zh_hant: 從 Game Porting Toolkit 匯入…

# settings.gptk.import.failed
source: Import Failed
ar: فشل الاستيراد
cs: Import selhal
da: Import mislykkedes
de: Import fehlgeschlagen
es: Error de importación
fi: Tuonti epäonnistui
fr: Échec de l'importation
it: Importazione non riuscita
ja: 読み込みに失敗しました
ko: 가져오기 실패
nl: Importeren mislukt
pl: Import nie powiódł się
pt_br: Falha na importação
pt_pt: Falha na importação
ro: Import eșuat
ru: Не удалось импортировать
sv: Importen misslyckades
tr: İçe Aktarma Başarısız
uk: Не вдалося імпортувати
vi: Nhập thất bại
zh_hans: 导入失败
zh_hant: 匯入失敗

# settings.gptk.remove
source: Remove Imported Payload
ar: إزالة الحزمة المستوردة
cs: Odstranit importovaný balíček
da: Fjern importeret payload
de: Importiertes Payload entfernen
es: Eliminar paquete importado
fi: Poista tuotu paketti
fr: Supprimer le contenu importé
it: Rimuovi il pacchetto importato
ja: 読み込んだペイロードを削除
ko: 가져온 페이로드 제거
nl: Verwijder geïmporteerde payload
pl: Usuń zaimportowany pakiet
pt_br: Remover pacote importado
pt_pt: Remover pacote importado
ro: Elimină pachetul importat
ru: Удалить импортированный пакет
sv: Ta bort importerad payload
tr: İçe Aktarılan Paketi Kaldır
uk: Видалити імпортований пакет
vi: Gỡ gói đã nhập
zh_hans: 移除已导入的负载
zh_hant: 移除已匯入的酬載

# settings.gptk.status.none
source: No D3DMetal payload imported
ar: لم تُستورد أي حزمة D3DMetal
cs: Není importován žádný balíček D3DMetal
da: Ingen D3DMetal-payload importeret
de: Kein D3DMetal-Payload importiert
es: No hay ningún paquete de D3DMetal importado
fi: Yhtään D3DMetal-pakettia ei ole tuotu
fr: Aucun contenu D3DMetal importé
it: Nessun pacchetto D3DMetal importato
ja: D3DMetal のペイロードは読み込まれていません
ko: 가져온 D3DMetal 페이로드 없음
nl: Geen D3DMetal-payload geïmporteerd
pl: Nie zaimportowano pakietu D3DMetal
pt_br: Nenhum pacote D3DMetal importado
pt_pt: Nenhum pacote D3DMetal importado
ro: Niciun pachet D3DMetal importat
ru: Пакет D3DMetal не импортирован
sv: Ingen D3DMetal-payload har importerats
tr: İçe aktarılmış D3DMetal paketi yok
uk: Пакет D3DMetal не імпортовано
vi: Chưa nhập gói D3DMetal nào
zh_hans: 尚未导入 D3DMetal 负载
zh_hant: 尚未匯入 D3DMetal 酬載

# settings.gptk.version
source: D3DMetal Version
ar: إصدار D3DMetal
cs: Verze D3DMetal
es: Versión de D3DMetal
fi: D3DMetal-versio
fr: Version de D3DMetal
it: Versione di D3DMetal
ja: D3DMetal のバージョン
ko: D3DMetal 버전
nl: D3DMetal-versie
pl: Wersja D3DMetal
pt_br: Versão do D3DMetal
pt_pt: Versão do D3DMetal
ro: Versiune D3DMetal
ru: Версия D3DMetal
tr: D3DMetal Sürümü
uk: Версія D3DMetal
vi: Phiên bản D3DMetal
zh_hans: D3DMetal 版本
zh_hant: D3DMetal 版本

# settings.path
source: Default bottle path:
ar: مسار القارورة الإفتراضي:
cs: Výchozí cesta láhve:
da: Standard Bottle-sti:
de: Standard Bottle-Pfad:
es: Ruta predeterminada de la botella:
fi: Pullon oletuspolku:
fr: Chemin par défaut de la bouteille :
it: Percorso bottiglie predefinito:
ja: Bottle の既定の保存場所:
ko: 기본 Bottle 경로:
nl: Standaard bottle locatie:
pl: Domyślna ścieżka butelki:
pt_br: Caminho padrão da bottle:
pt_pt: Caminho padrão da garrafa:
ro: Cale implicită a sticlelor:
ru: Путь к бутылке по умолчанию:
sv: Standardsökväg för flaskor:
tr: Varsayılan bottle dosya yolu:
uk: Стандартний шлях до пляшки:
vi: Đường dẫn Bottle mặc định:
zh_hans: 默认容器路径：
zh_hant: 預設容器路徑：

# settings.privacy
source: Privacy
ar: الخصوصية
cs: Soukromí
da: Anonymitet
de: Datenschutz
es: Privacidad
fi: Yksityisyys
fr: Confidentialité
ja: プライバシー
ko: 개인 정보 보호
pl: Prywatność
pt_br: Privacidade
pt_pt: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
sv: Integritet
tr: Gizlilik
uk: Конфіденційність
vi: Quyền riêng tư
zh_hans: 隐私
zh_hant: 隱私權

# settings.terminal
source: Terminal Application:
ar: تطبيق Terminal:
cs: Aplikace terminálu:
da: Terminalprogram:
de: Terminal-App:
es: Aplicación de terminal:
fi: Pääteohjelma:
fr: Application Terminal :
it: Applicazione Terminale:
ja: ターミナルアプリケーション:
ko: 터미널 앱:
nl: Terminalprogramma:
pl: Aplikacja terminala:
pt_br: Aplicativo de terminal:
pt_pt: Aplicação de terminal:
ro: Aplicație Terminal:
ru: Приложение Терминала:
sv: Terminalprogram:
tr: Terminal Uygulaması:
uk: Програма Термінала:
vi: Ứng dụng Terminal:
zh_hans: 终端应用：
zh_hant: 終端機 App：

# settings.toggle.kill.on.terminate
source: Terminate Wine processes when Whisky closes
ar: إنهاء عمليات Wine عند إغلاق Whisky
cs: Ukončit Wine procesy při uzavření Whisky
da: Afslut Wine-processer, når Whisky lukkes
de: Wine-Prozesse beim Schließen von Whisky beenden
es: Terminar procesos de Wine cuando Whisky cierre
fi: Sulje Wine-prosessit kun Whisky suljetaan
fr: Terminer les processus de Wine à la fermeture de Whisky
it: Termina i processi Wine quando Whisky chiude
ja: Whisky の終了時に Wine の全プロセスを停止する
ko: Whisky를 종료할 때 Wine 프로세스도 종료
nl: Beëindig de Wine processen wanneer Whisky sluit
pl: Zakończ proces Wine, gdy Whisky zostanie zamknięte
pt_br: Encerrar processos do Wine ao fechar o Whisky
pt_pt: Termine processos Wine quando o Whisky fechar
ro: Închide procesele Wine atunci când Whisky se închide
ru: Закрывать процессы Wine при закрытии Whisky
sv: Avsluta Wine-processer när Whisky stängs
tr: Whisky kapandığında Wine işlemlerini sonlandır
uk: Завершити процеси Wine, коли закривається Whisky
vi: Buộc Wine phải tắt khi Whisky tắt
zh_hans: 关闭 Whisky 时结束 Wine 进程
zh_hant: Whisky 關閉時終止 Wine 進程

# settings.toggle.menubar
source: Show Whisky in the menu bar
ar: إظهار Whisky في شريط القوائم
cs: Zobrazovat Whisky v řádku nabídek
da: Vis Whisky i menulinjen
de: Whisky in der Menüleiste anzeigen
es: Mostrar Whisky en la barra de menús
fi: Näytä Whisky valikkorivillä
fr: Afficher Whisky dans la barre des menus
it: Mostra Whisky nella barra dei menu
ja: Whisky をメニューバーに表示
ko: 메뉴 막대에 Whisky 표시
nl: Whisky in de menubalk tonen
pl: Pokazuj Whisky na pasku menu
pt_br: Mostrar o Whisky na barra de menus
pt_pt: Mostrar o Whisky na barra de menus
ro: Arată Whisky în bara de meniu
ru: Показывать Whisky в строке меню
sv: Visa Whisky i menyraden
tr: Whisky'yi menü çubuğunda göster
uk: Показувати Whisky у рядку меню
vi: Hiện Whisky trên thanh menu
zh_hans: 在菜单栏中显示 Whisky
zh_hant: 在選單列中顯示 Whisky

# settings.toggle.menubar.help
source: Add a menu-bar item for launching pinned programs, and keep Whisky running after its window is closed.
ar: يضيف عنصرًا في شريط القوائم لتشغيل البرامج المثبّتة في القائمة، ويُبقي Whisky يعمل بعد إغلاق نافذته.
cs: Přidá položku do řádku nabídek pro spouštění připnutých programů a nechá Whisky běžet i po zavření okna.
da: Tilføjer et emne i menulinjen til at starte fastgjorte programmer og holder Whisky kørende, efter at vinduet er lukket.
de: Fügt ein Menüleisten-Symbol zum Starten angehefteter Programme hinzu und hält Whisky nach dem Schließen des Fensters aktiv.
es: Añade un ítem en la barra de menús para abrir programas anclados y mantiene Whisky activo tras cerrar su ventana.
fi: Lisää valikkoriville kohteen, josta voit käynnistää kiinnitettyjä ohjelmia, ja pitää Whiskyn käynnissä ikkunan sulkemisen jälkeen.
fr: Ajoute un élément de barre des menus pour lancer les programmes épinglés et garde Whisky ouvert après la fermeture de sa fenêtre.
it: Aggiunge un elemento nella barra dei menu per avviare i programmi fissati e mantiene Whisky attivo dopo la chiusura della finestra.
ja: ピン留めしたプログラムを起動できるメニューバー項目を追加し、ウインドウを閉じたあとも Whisky を実行し続けます。
ko: 고정된 프로그램을 실행할 수 있는 메뉴 막대 항목을 추가하고, 윈도우를 닫은 뒤에도 Whisky를 계속 실행합니다.
nl: Voegt een menubalksymbool toe voor het starten van vastgezette programma's en houdt Whisky actief nadat het venster is gesloten.
pl: Dodaje pozycję na pasku menu do uruchamiania przypiętych programów i utrzymuje Whisky po zamknięciu okna.
pt_br: Adiciona um item na barra de menus para abrir programas fixados e mantém o Whisky em execução depois que a janela é fechada.
pt_pt: Adiciona um item na barra de menus para abrir programas fixados e mantém o Whisky em execução depois de fechar a janela.
ro: Adaugă un element în bara de meniu pentru lansarea programelor fixate și menține Whisky pornit după închiderea ferestrei.
ru: Добавляет объект в строку меню для запуска закреплённых программ и оставляет Whisky работать после закрытия окна.
sv: Lägger till ett objekt i menyraden för att starta fästa program och håller Whisky igång efter att fönstret har stängts.
tr: Sabitlenmiş programları başlatmak için bir menü çubuğu ögesi ekler ve penceresi kapatıldıktan sonra Whisky'yi çalışır durumda tutar.
uk: Додає об'єкт у рядок меню для запуску закріплених програм і залишає Whisky працювати після закриття вікна.
vi: Thêm một mục trên thanh menu để khởi chạy các chương trình đã ghim, và giữ Whisky chạy sau khi đóng cửa sổ.
zh_hans: 添加菜单栏项以启动已固定的程序，并在关闭窗口后让 Whisky 继续运行。
zh_hant: 加入選單列項目以啟動釘選的程式，並在關閉視窗後讓 Whisky 繼續執行。

# settings.toggle.telemetry
source: Share anonymous usage data
ar: مشاركة بيانات استخدام مجهولة
cs: Sdílet anonymní data o používání
da: Del anonyme brugsdata
de: Anonyme Nutzungsdaten teilen
es: Compartir datos de uso anónimos
fi: Jaa nimettömiä käyttötietoja
fr: Partager des données d'utilisation anonymes
it: Condividi dati d'uso anonimi
ja: 匿名の使用状況データを共有
ko: 익명 사용 데이터 공유
nl: Anonieme gebruiksgegevens delen
pl: Udostępniaj anonimowe dane o użytkowaniu
pt_br: Compartilhar dados de uso anônimos
pt_pt: Partilhar dados de utilização anónimos
ro: Partajează date de utilizare anonime
ru: Отправлять анонимные данные об использовании
sv: Dela anonym användningsdata
tr: Anonim kullanım verilerini paylaş
uk: Надсилати анонімні дані про використання
vi: Chia sẻ dữ liệu sử dụng ẩn danh
zh_hans: 共享匿名使用数据
zh_hant: 分享匿名使用資料

# settings.toggle.whisky.updates
source: Automatically check for Whisky updates
ar: التحقق تلقائيا من تحديثات Whisky
cs: Automaticky kontrolovat Whisky aktualizace
da: Søg automatisk efter Whisky-opdateringer
de: Automatisch nach Updates für Whisky suchen
es: Buscar actualizaciones de Whiskey automáticamente
fi: Automaattisesti tarkista Whisky päivityksien varalta
fr: Rechercher automatiquement les mises à jour de Whisky
it: Controlla automaticamente aggiornamenti di Whisky
ja: Whisky のアップデートを自動的に確認する
ko: Whisky 업데이트를 자동으로 확인
nl: Automatisch controleren op Whisky updates
pl: Automatycznie sprawdzaj aktualizacje Whisky
pt_br: Verificar automaticamente atualizações do Whisky
pt_pt: Verifique automaticamente para atualizações do Whisky
ro: Verifică automat pentru actualizări Whisky
ru: Автоматически проверять на наличие обновлений Whisky
sv: Sök automatiskt efter uppdateringar till Whisky
tr: Whisky güncellemelerini otomatik olarak kontrol et
uk: Автоматична перевірка оновлень Whisky
vi: Tự động kiểm tra bản cập nhật của Whisky
zh_hans: 自动检查Whisky更新
zh_hant: 自動檢查 Whisky 更新

# settings.toggle.whiskywine.updates
source: Automatically check for WhiskyWine updates
ar: التحقق تلقائيا من تحديثات WhiskyWine
cs: Automaticky vyhledávat WhiskyWine aktualizace
da: Søg automatisk efter WhiskyWine-opdateringer
de: Automatisch nach Updates für WhiskyWine suchen
es: Buscar actualizaciones de WhiskyWine automáticamente
fi: Automaattisesti tarkista WhiskyWine päivityksien varalta
fr: Rechercher automatiquement les mises à jour de WhiskyWine
it: Controlla automaticamente aggiornamenti di WhiskyWine
ja: WhiskyWine のアップデートを自動的に確認する
ko: WhiskyWine 업데이트를 자동으로 확인
nl: Automatisch controleren op WhiskyWine updates
pl: Automatycznie sprawdzaj dostępność aktualizacji WhiskyWine
pt_br: Verificar automaticamente atualizações do WhiskyWine
pt_pt: Procurar atualizações automaticamente
ro: Verifică automat pentru actualizări WhiskyWine
ru: Автоматически проверять на наличие обновлений WhiskyWine
sv: Sök automatiskt efter uppdateringar till WhiskyWine
tr: Güncellemeleri otomatik olarak kontrol et
uk: Автоматично перевіряти оновлення WhiskyWine
vi: Tự động kiểm tra bản cập nhật WhiskyWine
zh_hans: 自动检查 WhiskyWine 更新
zh_hant: 自動檢查 WhiskyWine 更新

# settings.updates
source: Updates
ar: التحديثات
cs: Aktualizace
da: Opdateringer
de: Aktualisierungen
es: Actualizaciones
fi: Päivitykset
fr: Mises à jour
it: Aggiornamenti
ja: アップデート
ko: 업데이트
pl: Aktualizacje
pt_br: Atualizações
pt_pt: Atualizações
ro: Actualizări
ru: Обновления
sv: Uppdateringar
tr: Güncellemeler
uk: Оновлення
vi: Các bản cập nhật
zh_hans: 更新
zh_hant: 更新

# setup.done
source: Done
ar: تم
cs: Hotovo
da: Udført
de: Fertig
es: Completado
fi: Valmis
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
nl: Voltooid
pl: Gotowe
pt_br: Feito
pt_pt: Concluído
ro: Finalizat
ru: Готово
sv: Klar
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

# setup.install.checking
source: Checking %@ installation...
ar: جاري التحقق من تثبيت %@...
cs: Kontrola instalace %@...
da: Tjekker %@ Installation...
de: Überprüfen der %@ Installation...
es: Comprobando la instalación %@...
fi: Tarkistetaan %@ asennusta...
fr: Vérification de l'installation de %@...
it: Controllo installazione %@...
ja: %@ のインストールを確認しています...
ko: %@ 설치를 확인하는 중입니다...
nl: De %@ installatie controleren...
pl: Sprawdzanie %@ instalacji...
pt_br: Verificando instalação de %@...
pt_pt: Verificando a instalação de %@...
ro: Se verifică instalarea %@...
ru: Проверка установки %@...
sv: Kontrollerar installationen av %@...
tr: %@ kontrol ediliyor...
uk: Перевірка інсталяції %@...
vi: Đang kiểm tra cài đặt %@...
zh_hans: 正在检查 %@ 是否安装...
zh_hant: 正在檢查 %@ 安裝⋯⋯

# setup.install.installed
source: %@ installed
ar: تم تثبيت %@
cs: %@ nainstalováno
da: %@ installeret
de: %@ installiert
es: %@ instalado
fi: %@ asennettu
fr: %@ installé
it: %@ installato
ja: %@ がインストールされました
ko: %@ 설치됨
nl: %@ geïnstalleerd
pl: %@ zainstalowano
pt_br: %@ instalado
pt_pt: %@ instalado
ro: %@ instalat
ru: %@ – установлено
sv: %@ är installerat
tr: %@ yüklendi
uk: %@ встановлено
vi: %@ đã được cài đặt
zh_hans: %@ 已安装
zh_hant: %@ 已安裝

# setup.install.notInstalled
source: %@ not installed
ar: %@ لم يتم تثبيته
cs: %@ není nainstalováno
da: %@ ikke installeret
de: %@ nicht installiert
es: %@ instalado
fi: %@ ei asennettu
fr: %@ pas installé
it: %@ non installato
ja: %@ が未インストール
ko: %@ 설치되지 않음
nl: %@ niet geïnstalleerd
pl: %@ nie zainstalowano
pt_br: %@ não instalado
pt_pt: %@ não instalado
ro: %@ neinstalat
ru: %@ – не установлено
sv: %@ är inte installerat
tr: %@ yüklü değil
uk: %@ не встановлено
vi: %@ chưa được cài đặt
zh_hans: %@ 未安装
zh_hant: %@ 未安裝

# setup.next
source: Next
ar: التالي
cs: Další
da: Næste
de: Weiter
es: Continuar
fi: Seuraava
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음
nl: Volgende
pl: Dalej
pt_br: Seguinte
pt_pt: Próximo
ro: Următorul
ru: Далее
sv: Nästa
tr: Sonraki
uk: Далі
vi: Tiếp tục
zh_hans: 下一页
zh_hant: 下一步

# setup.quit
source: Quit
ar: خروج
cs: Ukončit
da: Afslut
de: Abbrechen
es: Salir
fi: Sulje
fr: Quitter
it: Chiudi
ja: 終了
ko: 종료
nl: Afsluiten
pl: Wyjdź
pt_br: Sair
pt_pt: Sair
ro: Ieșire
ru: Выйти
sv: Avsluta
tr: Çık
uk: Вийти
vi: Thoát
zh_hans: 退出
zh_hant: 離開

# setup.retry
source: Retry
ar: إعادة المحاولة
cs: Opakovat
da: Forsøg igen
de: Erneut versuchen
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Opnieuw Proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Voltar a tentar
ro: Reîncearcă
ru: Повторить
sv: Försök igen
tr: Tekrar Dene
uk: Повторити
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# setup.rosetta
source: Installing Rosetta
ar: تثبيت Rosetta
cs: Instalování Rosetta
da: Installere Rosetta
de: Installiere Rosetta
es: Instalando Rosetta
fi: Asennetaan Rosettaa
fr: Installation de Rosetta
it: Installazione di Rosetta
ja: Rosetta をインストール中
ko: Rosetta를 설치 중입니다.
nl: Rosetta installeren
pl: Instalowanie Rosetta
pt_br: Instalando Rosetta
pt_pt: Instalando Rosetta
ro: Se instalează Rosetta
ru: Установка Rosetta
sv: Installerar Rosetta
tr: Rosetta Yükleniyor
uk: Встановлення Rosetta
vi: Đang cài đặt Rosetta
zh_hans: 正在安装 Rosetta
zh_hant: 正在安裝 Rosetta

# setup.rosetta.fail
source: Rosetta 2 installation failed. Please install it manually.
ar: فشل تثبيت Rosetta 2. الرجاء تثبيته يدوياً.
cs: Instalace Rosetta 2 se nezdařila. Nainstalujte ji prosím ručně.
da: Rosetta 2-installation mislykkedes. Installer venligst manuelt.
de: Rosetta 2 Installation fehlgeschlagen. Bitte installieren es manuell.
es: La instalación de Rosetta 2 ha fallado. Por favor, instálala manualmente.
fi: Rosetta 2:n asennus epäonnistui. Asenna se manuaalisesti.
fr: Installation de Rosetta 2 a échoué. Veuillez l'installer manuellement.
it: Installazione di Rosetta 2 fallita. Si prega di installarlo manualmente.
ja: Rosetta 2 のインストールに失敗しました。手動でインストールしてください。
ko: Rosetta 2 설치에 실패했습니다. 수동으로 설치해 주세요.
nl: De Rosetta 2 installatie is mislukt. Installeer het handmatig.
pl: Instalacja Rosetta 2 nie powiodła się. Proszę zainstaluj ją manualnie.
pt_br: A instalação do Rosetta 2 falhou. Instale-o manualmente.
pt_pt: A instalação do Rosetta 2 falhou. Por favor instale manualmente.
ro: Nu s-a putut instala Rosetta 2. Vă rugăm să o instalați manual.
ru: Установка Rosetta 2 завершилась с ошибкой. Пожалуйста, выполните установку вручную.
sv: Rosetta 2 kunde inte installeras. Installera det manuellt.
tr: Rosetta 2 kurulumu başarısız oldu. Lütfen manuel olarak yükleyin.
uk: Не вдалося встановити Rosetta 2. Будь ласка, встановіть вручну.
vi: Không thể cài đặt Rosetta 2. Hãy cài đặt nó thủ công.
zh_hans: Rosetta 2安装失败。请手动安装。
zh_hant: Rosetta 2 安裝失敗。請手動安裝。
